Repository: rsilvers129/LoopKit
Catalog: LoopKitUI/*.lproj/Localizable.strings
Languages: pl

source: Absorption Time
pl: Czas absorpcji

source: Are you sure you want to delete all history entries?
pl: Czy jesteś pewien, że chcesz usunąć z Loop wszystkie dane historyczne pompy?

source: Are you sure you want to delete all reservoir values?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie wartości zbiornika?

source: authentication-button-add
pl: Dodaj konto

source: authentication-button-delete
pl: Usuń konto

source: Cancel
pl: Anuluj

source: carb-entry-title-add
pl: Wprowadź węglowodany

source: carb-entry-title-edit
pl: Edytuj wprowadzone węglowodany

source: Optional Fat and protein entry will result in additional dosing over an extended duration for fat and protein calories, and will override manual entry of duration of absorption.
pl: Opcjonalnie Wprowadzanie tłuszczu i białka spowoduje dodatkowe dawkowanie przez dłuższy czas dla kalorii tłuszczu i białka i zastąpi ręczne wprowadzanie czasu wchłaniania.

source: com.loudnate.CarbKit.COBDateLabel
pl: o %1$@

source: com.loudnate.CarbKit.totalDateLabel
pl: od %1$@

source: com.loudnate.InsulinKit.IOBDateLabel
pl: o %1$@

source: com.loudnate.InsulinKit.totalDateLabel
pl: od %1$@

source: com.loudnate.LoopKit.errorAlertActionTitle
pl: OK

source: Continue
pl: Kontynuuj

source: Date
pl: Data

source: Delete All
pl: Usuń wszystko

source: Enabled
pl: Włączony

source: Enter a number of units
pl: Wprowadź liczbę jednostek

source: Enter a rate in units per hour
pl: Maksymalna dawka w jednostkach na godzinę

source: Fast
pl: Szybko

source: Maximum Basal Rate
pl: Maksymalna dawka podstawowa

source: Maximum Bolus
pl: Maksymalny bolus

source: Medium
pl: Średnia

source: More Info
pl: Więcej informacji

source: Other
pl: Inne

source: Overrides
pl: Nadmiar

source: Pre-Meal
pl: Przed posiłkiem

source: Pump Event
pl: Zdarzenie pompy

source: Slow
pl: Wolna

source: Tap to set
pl: Kliknij, aby ustawić

source: text-placeholder-required
pl: Wymagane

source: The maximum absorption time is %@
pl: Maksymalny czas absorpcji wynosi %@

source: The maximum allowed amount is %@ grams
pl: Maksymalna dozwolona ilość wynosi %@ gramów

source: Times in %1$@%2$@%3$@
pl: Czas w %1$@%2$@%3$@

source: U/hour
pl: J/godzinę

source: Units
pl: Jednostki

source: Unknown
pl: Nieznany

source: Verifying
pl: Weryfikuję

source: Warning
pl: Ostrzeżenie

source: Workout
pl: Wysiłek fizyczny
